Repository: Eulentier161/next-lingui-template
Catalog: src/i18n/locales/*.po
Languages: de

source: Translation Demo
de: Übersetzungs Demo

source: A demo of internationalization with Next and Lingui.
de: Eine Demo von Internationalisierung mit Next und Lingui.

source: Deploy now
de: Jetzt bereitstellen

source: Examples
de: Beispiele

source: File icon
de: Datei Icon

source: Get started by editing <0>src/app/page.tsx</0>.
de: Beginne mit der Bearbeitung von <0>src/app/page.tsx</0>.

source: Globe icon
de: Globus Icon

source: Go to nextjs.org →
de: Gehe zu nextjs.org →

source: Learn
de: Lernen

source: Read our docs
de: Lies unsere Doku

source: Save and see your changes instantly.
de: Speichere und sieh deine Änderungen in Echtzeit.

source: Vercel logomark
de: Vercel Markenlogo

source: Window icon
de: Fenster Icon
